var zhuanye = [
  {
    "id": 1,
    "name": "法律类"
  },
  {
    "id": 2,
    "name": "财政学"
  },
  {
    "id": 3,
    "name": "会计学"
  },
  {
    "id": 4,
    "name": "审计学"
  },
  {
    "id": 5,
    "name": "财务管理"
  },
  {
    "id": 6,
    "name": "公安类"
  },
  {
    "id": 7,
    "name": "中国语言文学类"
  },
  {
    "id": 8,
    "name": "公共管理类"
  },
  {
    "id": 9,
    "name": "政治与基础理论类"
  },
  {
    "id": 10,
    "name": "通信工程"
  },
  {
    "id": 11,
    "name": "计算机类"
  },
  {
    "id": 12,
    "name": "汉语言文学"
  },
  {
    "id": 13,
    "name": "秘书学"
  },
  {
    "id": 14,
    "name": "汉语言"
  },
  {
    "id": 15,
    "name": "中文应用"
  },
  {
    "id": 16,
    "name": "汉语言文字学"
  },
  {
    "id": 17,
    "name": "计算机科学与技术"
  },
  {
    "id": 18,
    "name": "物联网工程"
  },
  {
    "id": 19,
    "name": "电子信息工程"
  },
  {
    "id": 20,
    "name": "经济学类"
  },
  {
    "id": 21,
    "name": "财政类"
  },
  {
    "id": 22,
    "name": "城乡规划类"
  },
  {
    "id": 23,
    "name": "历史学类"
  },
  {
    "id": 24,
    "name": "新闻传播类"
  },
  {
    "id": 25,
    "name": "交通运输类"
  },
  {
    "id": 26,
    "name": "教育类"
  },
  {
    "id": 27,
    "name": "信息管理与信息系统"
  },
  {
    "id": 28,
    "name": "信息管理"
  },
  {
    "id": 29,
    "name": "司法类"
  },
  {
    "id": 30,
    "name": "医学影像学"
  },
  {
    "id": 31,
    "name": "临床医学"
  },
  {
    "id": 32,
    "name": "图书档案学类"
  },
  {
    "id": 33,
    "name": "新闻学"
  },
  {
    "id": 34,
    "name": "英语"
  },
  {
    "id": 35,
    "name": "英语语言文学"
  },
  {
    "id": 36,
    "name": "法医学"
  },
  {
    "id": 37,
    "name": "环境化工类"
  },
  {
    "id": 38,
    "name": "教育技术学"
  },
  {
    "id": 39,
    "name": "行政管理"
  },
  {
    "id": 40,
    "name": "建筑类"
  },
  {
    "id": 41,
    "name": "电气信息类"
  },
  {
    "id": 42,
    "name": "统计类"
  },
  {
    "id": 43,
    "name": "土木工程"
  },
  {
    "id": 44,
    "name": "动物医学"
  },
  {
    "id": 45,
    "name": "农学"
  },
  {
    "id": 46,
    "name": "金融学"
  },
  {
    "id": 47,
    "name": "国土管理类"
  },
  {
    "id": 48,
    "name": "工商管理类"
  },
  {
    "id": 49,
    "name": "医学类"
  },
  {
    "id": 50,
    "name": "艺术类"
  },
  {
    "id": 51,
    "name": "心理学类"
  },
  {
    "id": 52,
    "name": "网络与新媒体"
  },
  {
    "id": 53,
    "name": "农业类"
  },
  {
    "id": 54,
    "name": "水利类"
  },
  {
    "id": 55,
    "name": "环境工程"
  },
  {
    "id": 56,
    "name": "环境科学"
  },
  {
    "id": 57,
    "name": "环境科学与工程"
  },
  {
    "id": 58,
    "name": "城市管理"
  },
  {
    "id": 59,
    "name": "土地资源管理"
  },
  {
    "id": 60,
    "name": "人力资源和社会保障类"
  },
  {
    "id": 61,
    "name": "食品科学与工程"
  },
  {
    "id": 62,
    "name": "食品质量与安全"
  },
  {
    "id": 63,
    "name": "经济法学"
  },
  {
    "id": 64,
    "name": "国际法学"
  },
  {
    "id": 65,
    "name": "软件工程"
  },
  {
    "id": 66,
    "name": "网络工程"
  },
  {
    "id": 67,
    "name": "宗教学"
  },
  {
    "id": 68,
    "name": "旅游管理"
  },
  {
    "id": 69,
    "name": "畜牧兽医类"
  },
  {
    "id": 70,
    "name": "食品类"
  },
  {
    "id": 71,
    "name": "地矿工程类"
  },
  {
    "id": 72,
    "name": "工业工程"
  },
  {
    "id": 73,
    "name": "工商管理"
  },
  {
    "id": 74,
    "name": "电子商务"
  },
  {
    "id": 75,
    "name": "金融数学"
  },
  {
    "id": 76,
    "name": "金融工程"
  },
  {
    "id": 77,
    "name": "经济与金融"
  },
  {
    "id": 78,
    "name": "投资学"
  },
  {
    "id": 79,
    "name": "林业类"
  },
  {
    "id": 80,
    "name": "农业水利工程"
  },
  {
    "id": 81,
    "name": "农业电气化与自动化"
  },
  {
    "id": 82,
    "name": "材料科学类"
  },
  {
    "id": 83,
    "name": "信息安全"
  },
  {
    "id": 84,
    "name": "经济统计学"
  },
  {
    "id": 85,
    "name": "应用心理学"
  },
  {
    "id": 86,
    "name": "城市规划"
  },
  {
    "id": 87,
    "name": "信息与计算科学"
  },
  {
    "id": 88,
    "name": "人力资源管理"
  },
  {
    "id": 89,
    "name": "公共事业管理"
  },
  {
    "id": 90,
    "name": "政治学与行政学"
  },
  {
    "id": 91,
    "name": "电气自动化技术"
  },
  {
    "id": 92,
    "name": "电气工程及其自动化"
  },
  {
    "id": 93,
    "name": "环境艺术设计"
  },
  {
    "id": 94,
    "name": "环境设计"
  },
  {
    "id": 95,
    "name": "工程造价"
  },
  {
    "id": 96,
    "name": "计算机应用"
  },
  {
    "id": 97,
    "name": "电子科学与技术"
  },
  {
    "id": 98,
    "name": "交通管理工程"
  },
  {
    "id": 99,
    "name": "法学"
  },
  {
    "id": 100,
    "name": "网络安全与执法"
  },
  {
    "id": 101,
    "name": "法律"
  },
  {
    "id": 102,
    "name": "药学类"
  },
  {
    "id": 103,
    "name": "外国语言文学类"
  },
  {
    "id": 104,
    "name": "公共管理"
  },
  {
    "id": 105,
    "name": "设计艺术学"
  },
  {
    "id": 106,
    "name": "艺术学"
  },
  {
    "id": 107,
    "name": "税收学"
  },
  {
    "id": 108,
    "name": "工程管理"
  },
  {
    "id": 109,
    "name": "粮食工程"
  },
  {
    "id": 110,
    "name": "农产品质量与安全"
  },
  {
    "id": 111,
    "name": "广播电视新闻学"
  },
  {
    "id": 112,
    "name": "化学工程与工艺"
  },
  {
    "id": 113,
    "name": "化学"
  },
  {
    "id": 114,
    "name": "化学生物学"
  },
  {
    "id": 115,
    "name": "体育类"
  },
  {
    "id": 116,
    "name": "应用化学"
  },
  {
    "id": 117,
    "name": "生物类"
  },
  {
    "id": 118,
    "name": "机械类"
  },
  {
    "id": 119,
    "name": "天文地理类"
  },
  {
    "id": 120,
    "name": "测绘类"
  },
  {
    "id": 121,
    "name": "给排水科学与工程"
  },
  {
    "id": 122,
    "name": "给水排水工程"
  },
  {
    "id": 123,
    "name": "宪法学与行政法学"
  },
  {
    "id": 124,
    "name": "刑法学"
  },
  {
    "id": 125,
    "name": "民商法学"
  },
  {
    "id": 126,
    "name": "诉讼法学"
  },
  {
    "id": 127,
    "name": "环境与资源保护法学"
  },
  {
    "id": 128,
    "name": "法学类"
  },
  {
    "id": 129,
    "name": "哲学类"
  },
  {
    "id": 130,
    "name": "农业资源与环境"
  },
  {
    "id": 131,
    "name": "语言学及应用语言学"
  },
  {
    "id": 132,
    "name": "法学理论"
  },
  {
    "id": 133,
    "name": "建筑学"
  },
  {
    "id": 134,
    "name": "市政工程"
  },
  {
    "id": 135,
    "name": "汉语国际教育"
  },
  {
    "id": 136,
    "name": "设施农业科学与工程"
  },
  {
    "id": 137,
    "name": "作物学"
  },
  {
    "id": 138,
    "name": "植物科学与技术"
  },
  {
    "id": 139,
    "name": "植物生物技术"
  },
  {
    "id": 140,
    "name": "管理科学"
  },
  {
    "id": 141,
    "name": "法律硕士"
  },
  {
    "id": 142,
    "name": "社会学"
  },
  {
    "id": 143,
    "name": "哲学"
  },
  {
    "id": 144,
    "name": "中共党史"
  },
  {
    "id": 145,
    "name": "技术经济及管理"
  },
  {
    "id": 146,
    "name": "建筑技术科学"
  },
  {
    "id": 147,
    "name": "会计"
  },
  {
    "id": 148,
    "name": "会计电算化"
  },
  {
    "id": 149,
    "name": "政治经济学"
  },
  {
    "id": 150,
    "name": "思想政治教育"
  },
  {
    "id": 151,
    "name": "军工类"
  },
  {
    "id": 152,
    "name": "金融管理"
  },
  {
    "id": 153,
    "name": "建筑经济管理"
  },
  {
    "id": 154,
    "name": "文秘教育"
  },
  {
    "id": 155,
    "name": "统计学"
  },
  {
    "id": 156,
    "name": "应用统计学"
  },
  {
    "id": 157,
    "name": "计算机网络及软件应用"
  },
  {
    "id": 158,
    "name": "中国语言文化"
  },
  {
    "id": 159,
    "name": "动物生物技术"
  },
  {
    "id": 160,
    "name": "药学"
  },
  {
    "id": 161,
    "name": "生物信息技术"
  },
  {
    "id": 162,
    "name": "生物技术"
  },
  {
    "id": 163,
    "name": "经济学"
  },
  {
    "id": 164,
    "name": "城市规划与设计"
  },
  {
    "id": 165,
    "name": "农林经济管理"
  },
  {
    "id": 166,
    "name": "农业经济管理"
  },
  {
    "id": 167,
    "name": "广播电视编导"
  },
  {
    "id": 168,
    "name": "广告学"
  },
  {
    "id": 169,
    "name": "历史学"
  },
  {
    "id": 170,
    "name": "光电信息科学与工程"
  },
  {
    "id": 171,
    "name": "光电信息工程"
  },
  {
    "id": 172,
    "name": "电子商务及管理"
  },
  {
    "id": 173,
    "name": "市场营销"
  },
  {
    "id": 174,
    "name": "销售管理"
  },
  {
    "id": 175,
    "name": "工业设计"
  },
  {
    "id": 176,
    "name": "播音与主持艺术"
  },
  {
    "id": 177,
    "name": "文化产业管理"
  },
  {
    "id": 178,
    "name": "地理科学"
  },
  {
    "id": 179,
    "name": "地质学"
  },
  {
    "id": 180,
    "name": "园林"
  },
  {
    "id": 181,
    "name": "风景园林"
  },
  {
    "id": 182,
    "name": "园艺"
  },
  {
    "id": 183,
    "name": "新闻采编与制作"
  },
  {
    "id": 184,
    "name": "播音与主持"
  },
  {
    "id": 185,
    "name": "印刷工程"
  },
  {
    "id": 186,
    "name": "机械设计制造及其自动化"
  },
  {
    "id": 187,
    "name": "测控技术与仪器"
  },
  {
    "id": 188,
    "name": "机械工程及自动化"
  },
  {
    "id": 189,
    "name": "信息网络安全监察"
  },
  {
    "id": 190,
    "name": "公共安全管理"
  },
  {
    "id": 191,
    "name": "法律文秘"
  },
  {
    "id": 192,
    "name": "经济犯罪侦查"
  },
  {
    "id": 193,
    "name": "工商企业管理"
  },
  {
    "id": 194,
    "name": "国际经济与贸易"
  },
  {
    "id": 195,
    "name": "刑事科学技术"
  },
  {
    "id": 196,
    "name": "刑事技术"
  },
  {
    "id": 197,
    "name": "美术学"
  },
  {
    "id": 198,
    "name": "绘画"
  },
  {
    "id": 199,
    "name": "公安情报学"
  },
  {
    "id": 200,
    "name": "信息对抗技术"
  },
  {
    "id": 201,
    "name": "通信技术"
  },
  {
    "id": 202,
    "name": "司法警务"
  },
  {
    "id": 203,
    "name": "公共事务管理"
  },
  {
    "id": 204,
    "name": "计算机应用技术"
  },
  {
    "id": 205,
    "name": "治安管理"
  },
  {
    "id": 206,
    "name": "治安学"
  },
  {
    "id": 207,
    "name": "公安管理学"
  },
  {
    "id": 208,
    "name": "警察管理"
  },
  {
    "id": 209,
    "name": "交通管理"
  },
  {
    "id": 210,
    "name": "信息与通信工程"
  },
  {
    "id": 211,
    "name": "信息工程"
  },
  {
    "id": 212,
    "name": "建筑工程管理"
  },
  {
    "id": 213,
    "name": "建筑环境与设备工程"
  },
  {
    "id": 214,
    "name": "审计实务"
  },
  {
    "id": 215,
    "name": "会计与审计"
  },
  {
    "id": 216,
    "name": "对外汉语"
  },
  {
    "id": 217,
    "name": "侦查"
  },
  {
    "id": 218,
    "name": "侦查学"
  },
  {
    "id": 219,
    "name": "中西医临床医学"
  },
  {
    "id": 220,
    "name": "软件技术"
  },
  {
    "id": 221,
    "name": "计算机信息管理"
  },
  {
    "id": 222,
    "name": "电子信息科学与技术"
  },
  {
    "id": 223,
    "name": "工程测量技术"
  },
  {
    "id": 224,
    "name": "测绘工程"
  },
  {
    "id": 225,
    "name": "网络经济学"
  },
  {
    "id": 226,
    "name": "信息资源管理"
  },
  {
    "id": 227,
    "name": "情报学"
  },
  {
    "id": 228,
    "name": "急诊医学"
  },
  {
    "id": 229,
    "name": "人体解剖与组织胚胎学"
  },
  {
    "id": 230,
    "name": "计算机网络技术"
  },
  {
    "id": 231,
    "name": "刑事侦查技术"
  },
  {
    "id": 232,
    "name": "刑事侦查"
  },
  {
    "id": 233,
    "name": "数学类"
  },
  {
    "id": 234,
    "name": "公安视听技术"
  },
  {
    "id": 235,
    "name": "物证技术学"
  },
  {
    "id": 236,
    "name": "文秘"
  },
  {
    "id": 237,
    "name": "税务"
  },
  {
    "id": 238,
    "name": "司法信息安全"
  },
  {
    "id": 239,
    "name": "科学社会主义与国际共产主义运动"
  },
  {
    "id": 240,
    "name": "影视摄制"
  },
  {
    "id": 241,
    "name": "录音艺术"
  },
  {
    "id": 242,
    "name": "安全防范工程"
  },
  {
    "id": 243,
    "name": "犯罪学"
  },
  {
    "id": 244,
    "name": "编辑出版学"
  },
  {
    "id": 245,
    "name": "中国画与书法"
  },
  {
    "id": 246,
    "name": "应用语言学"
  },
  {
    "id": 247,
    "name": "新闻类"
  },
  {
    "id": 248,
    "name": "物流工程与管理"
  },
  {
    "id": 249,
    "name": "物流工程"
  },
  {
    "id": 250,
    "name": "物流管理"
  },
  {
    "id": 251,
    "name": "预防医学"
  },
  {
    "id": 252,
    "name": "少儿卫生与妇幼保健学"
  },
  {
    "id": 253,
    "name": "心理学"
  },
  {
    "id": 254,
    "name": "公安学"
  },
  {
    "id": 255,
    "name": "教育学原理"
  },
  {
    "id": 256,
    "name": "教育经济与管理"
  },
  {
    "id": 257,
    "name": "发展与教育心理学"
  },
  {
    "id": 258,
    "name": "禁毒学"
  },
  {
    "id": 259,
    "name": "警务指挥与战术"
  },
  {
    "id": 260,
    "name": "警察指挥与战术"
  },
  {
    "id": 261,
    "name": "行政法"
  },
  {
    "id": 262,
    "name": "民法"
  },
  {
    "id": 263,
    "name": "商法"
  },
  {
    "id": 264,
    "name": "传播学"
  },
  {
    "id": 265,
    "name": "水文与水资源工程"
  },
  {
    "id": 266,
    "name": "野生动植物保护与利用"
  },
  {
    "id": 267,
    "name": "动物学"
  },
  {
    "id": 268,
    "name": "生态学"
  },
  {
    "id": 269,
    "name": "植物学"
  },
  {
    "id": 270,
    "name": "道路与铁道工程"
  },
  {
    "id": 271,
    "name": "自动化"
  },
  {
    "id": 272,
    "name": "公共政策学"
  },
  {
    "id": 273,
    "name": "水利水电工程"
  },
  {
    "id": 274,
    "name": "水务工程"
  },
  {
    "id": 275,
    "name": "教育学"
  },
  {
    "id": 276,
    "name": "社会体育"
  },
  {
    "id": 277,
    "name": "体育教育"
  },
  {
    "id": 278,
    "name": "运动训练"
  },
  {
    "id": 279,
    "name": "法学行政管理"
  },
  {
    "id": 280,
    "name": "交通工程"
  },
  {
    "id": 281,
    "name": "动物科学"
  },
  {
    "id": 282,
    "name": "安全工程"
  },
  {
    "id": 283,
    "name": "茶学"
  },
  {
    "id": 284,
    "name": "动植物检疫"
  },
  {
    "id": 285,
    "name": "社会工作"
  },
  {
    "id": 286,
    "name": "劳动与社会保障"
  },
  {
    "id": 287,
    "name": "马克思主义理论"
  },
  {
    "id": 288,
    "name": "马克思主义基本原理"
  },
  {
    "id": 289,
    "name": "物理学类"
  },
  {
    "id": 290,
    "name": "劳动关系"
  },
  {
    "id": 291,
    "name": "轻工纺织类"
  },
  {
    "id": 292,
    "name": "资产评估与管理"
  },
  {
    "id": 293,
    "name": "资产评估"
  },
  {
    "id": 294,
    "name": "电子信息工程技术"
  },
  {
    "id": 295,
    "name": "建筑工程技术"
  },
  {
    "id": 296,
    "name": "农业环境保护技术"
  },
  {
    "id": 297,
    "name": "日语"
  },
  {
    "id": 298,
    "name": "朝鲜语"
  },
  {
    "id": 299,
    "name": "摄影"
  },
  {
    "id": 300,
    "name": "音乐表演"
  },
  {
    "id": 301,
    "name": "舞蹈表演"
  },
  {
    "id": 302,
    "name": "心理咨询"
  },
  {
    "id": 303,
    "name": "信息安全技术"
  },
  {
    "id": 304,
    "name": "警犬技术"
  },
  {
    "id": 305,
    "name": "财务会计教育"
  },
  {
    "id": 306,
    "name": "行政执行"
  },
  {
    "id": 307,
    "name": "涉外警务"
  },
  {
    "id": 308,
    "name": "畜牧兽医"
  },
  {
    "id": 309,
    "name": "法律事务"
  },
  {
    "id": 310,
    "name": "刑事执行"
  },
  {
    "id": 311,
    "name": "狙击"
  },
  {
    "id": 312,
    "name": "经济类"
  },
  {
    "id": 313,
    "name": "植物保护"
  },
  {
    "id": 314,
    "name": "森林工程"
  },
  {
    "id": 315,
    "name": "国民经济管理"
  },
  {
    "id": 316,
    "name": "能源动力类"
  },
  {
    "id": 317,
    "name": "产业经济学"
  },
  {
    "id": 318,
    "name": "国民经济学"
  },
  {
    "id": 319,
    "name": "翻译硕士"
  },
  {
    "id": 320,
    "name": "政治学"
  },
  {
    "id": 321,
    "name": "中国近现代史"
  },
  {
    "id": 322,
    "name": "中国语言文学"
  },
  {
    "id": 323,
    "name": "计算机软件"
  },
  {
    "id": 324,
    "name": "音乐学"
  },
  {
    "id": 325,
    "name": "作曲与作曲技术理论"
  },
  {
    "id": 326,
    "name": "书法学"
  },
  {
    "id": 327,
    "name": "国际政治"
  },
  {
    "id": 328,
    "name": "国际关系"
  },
  {
    "id": 329,
    "name": "西班牙语翻译专业"
  },
  {
    "id": 330,
    "name": "控制科学与工程"
  },
  {
    "id": 331,
    "name": "电磁场与无线电技术"
  },
  {
    "id": 332,
    "name": "结构工程"
  },
  {
    "id": 333,
    "name": "防灾减灾工程及防护工程"
  },
  {
    "id": 334,
    "name": "建筑设计及其理论"
  },
  {
    "id": 335,
    "name": "城市规划及设计"
  },
  {
    "id": 336,
    "name": "工程经济与管理"
  },
  {
    "id": 337,
    "name": "技术经济与管理"
  },
  {
    "id": 338,
    "name": "供热"
  },
  {
    "id": 339,
    "name": "供燃气"
  },
  {
    "id": 340,
    "name": "通风及空调工程"
  },
  {
    "id": 341,
    "name": "保密管理"
  },
  {
    "id": 342,
    "name": "水产养殖"
  },
  {
    "id": 343,
    "name": "档案学"
  },
  {
    "id": 344,
    "name": "消防指挥"
  },
  {
    "id": 345,
    "name": "防火专业"
  },
  {
    "id": 346,
    "name": "地质工程"
  },
  {
    "id": 347,
    "name": "地下水科学与工程"
  },
  {
    "id": 348,
    "name": "保险学"
  },
  {
    "id": 349,
    "name": "中国汉语言文学类"
  },
  {
    "id": 350,
    "name": "材料科学与工程"
  },
  {
    "id": 351,
    "name": "金属材料工程"
  },
  {
    "id": 352,
    "name": "无机非金属材料工程"
  },
  {
    "id": 353,
    "name": "金融管理与实务"
  },
  {
    "id": 354,
    "name": "经济管理"
  },
  {
    "id": 355,
    "name": "生物医学工程"
  },
  {
    "id": 356,
    "name": "艺术教育"
  },
  {
    "id": 357,
    "name": "公共艺术"
  },
  {
    "id": 358,
    "name": "医学检验技术"
  },
  {
    "id": 359,
    "name": "护理学"
  },
  {
    "id": 360,
    "name": "制药工程"
  },
  {
    "id": 361,
    "name": "资源勘查与开发"
  },
  {
    "id": 362,
    "name": "矿井通风与安全"
  },
  {
    "id": 363,
    "name": "机电一体化"
  },
  {
    "id": 364,
    "name": "过程装备与控制工程"
  },
  {
    "id": 365,
    "name": "建筑电气与智能化"
  },
  {
    "id": 366,
    "name": "勘查技术与工程"
  },
  {
    "id": 367,
    "name": "采矿工程"
  },
  {
    "id": 368,
    "name": "电子与计算机工程"
  },
  {
    "id": 369,
    "name": "监狱学"
  },
  {
    "id": 370,
    "name": "狱政学"
  },
  {
    "id": 371,
    "name": "电气工程及自动化"
  },
  {
    "id": 372,
    "name": "材料物理"
  },
  {
    "id": 373,
    "name": "信息科学与技术"
  },
  {
    "id": 374,
    "name": "光信息科学与技术"
  },
  {
    "id": 375,
    "name": "能源与动力工程"
  },
  {
    "id": 376,
    "name": "工程监理"
  },
  {
    "id": 377,
    "name": "道路桥梁工程技术"
  },
  {
    "id": 378,
    "name": "纺织工程"
  },
  {
    "id": 379,
    "name": "服装设计与工程"
  },
  {
    "id": 380,
    "name": "艺术设计"
  },
  {
    "id": 381,
    "name": "护理"
  },
  {
    "id": 382,
    "name": "医学检验"
  },
  {
    "id": 383,
    "name": "放射医学"
  },
  {
    "id": 384,
    "name": "安全防范技术"
  },
  {
    "id": 385,
    "name": "机械设计制造及自动化"
  },
  {
    "id": 386,
    "name": "监狱管理"
  },
  {
    "id": 387,
    "name": "医学影像技术"
  },
  {
    "id": 388,
    "name": "运动康复与健康"
  },
  {
    "id": 389,
    "name": "汉语"
  },
  {
    "id": 390,
    "name": "康复治疗技术"
  },
  {
    "id": 391,
    "name": "计算机应用与技术"
  },
  {
    "id": 392,
    "name": "高分子材料与工程"
  },
  {
    "id": 393,
    "name": "针灸推拿学"
  },
  {
    "id": 394,
    "name": "多媒体设计与制作"
  },
  {
    "id": 395,
    "name": "主持与播音"
  },
  {
    "id": 396,
    "name": "音像技术"
  },
  {
    "id": 397,
    "name": "地理信息系统"
  },
  {
    "id": 398,
    "name": "马克思主义哲学"
  },
  {
    "id": 399,
    "name": "图书馆学"
  },
  {
    "id": 400,
    "name": "社会保障"
  },
  {
    "id": 401,
    "name": "劳动经济学"
  },
  {
    "id": 402,
    "name": "中国现当代文学"
  },
  {
    "id": 403,
    "name": "机械电子工程"
  },
  {
    "id": 404,
    "name": "文学"
  },
  {
    "id": 405,
    "name": "数学"
  },
  {
    "id": 406,
    "name": "机械工程"
  },
  {
    "id": 407,
    "name": "机械制造及其自动化"
  },
  {
    "id": 408,
    "name": "材料物理与化学"
  },
  {
    "id": 409,
    "name": "材料加工工程"
  },
  {
    "id": 410,
    "name": "材料学"
  },
  {
    "id": 411,
    "name": "材料工程"
  },
  {
    "id": 412,
    "name": "动力机械及工程"
  },
  {
    "id": 413,
    "name": "通信与信息系统"
  },
  {
    "id": 414,
    "name": "模式识别与智能系统"
  },
  {
    "id": 415,
    "name": "机械设计及理论"
  },
  {
    "id": 416,
    "name": "车辆工程"
  },
  {
    "id": 417,
    "name": "微电子学与固体电子学"
  },
  {
    "id": 418,
    "name": "物理电子学"
  },
  {
    "id": 419,
    "name": "电路与系统"
  },
  {
    "id": 420,
    "name": "电磁场与微波技术"
  },
  {
    "id": 421,
    "name": "信号与信息处理"
  },
  {
    "id": 422,
    "name": "计算机软件与理论"
  },
  {
    "id": 423,
    "name": "计算机系统结构"
  },
  {
    "id": 424,
    "name": "管理科学与工程"
  },
  {
    "id": 425,
    "name": "行政法学"
  },
  {
    "id": 426,
    "name": "数量经济学"
  },
  {
    "id": 427,
    "name": "应用数学"
  },
  {
    "id": 428,
    "name": "概率论与数理统计"
  },
  {
    "id": 429,
    "name": "运筹学与控制论"
  },
  {
    "id": 430,
    "name": "水工结构工程"
  },
  {
    "id": 431,
    "name": "农产品加工及贮藏工程"
  },
  {
    "id": 432,
    "name": "森林培育"
  },
  {
    "id": 433,
    "name": "林业经济管理"
  },
  {
    "id": 434,
    "name": "流行病与卫生统计学"
  },
  {
    "id": 435,
    "name": "内科学"
  },
  {
    "id": 436,
    "name": "老年医学"
  },
  {
    "id": 437,
    "name": "造价工程"
  },
  {
    "id": 438,
    "name": "应用英语"
  },
  {
    "id": 439,
    "name": "商务英语"
  },
  {
    "id": 440,
    "name": "资源环境科学"
  },
  {
    "id": 441,
    "name": "环境资源与发展经济学"
  },
  {
    "id": 442,
    "name": "道路桥梁与工程技术"
  },
  {
    "id": 443,
    "name": "国际贸易实务"
  },
  {
    "id": 444,
    "name": "数学与应用数学"
  },
  {
    "id": 445,
    "name": "资源循环科学与工程"
  },
  {
    "id": 446,
    "name": "电磁场与无线技术"
  },
  {
    "id": 447,
    "name": "材料成型及控制工程"
  },
  {
    "id": 448,
    "name": "中西医结合"
  },
  {
    "id": 449,
    "name": "生物工程"
  },
  {
    "id": 450,
    "name": "艺术设计学"
  },
  {
    "id": 451,
    "name": "资源环境与城乡规划管理"
  },
  {
    "id": 452,
    "name": "国际商务"
  },
  {
    "id": 453,
    "name": "交通运输"
  },
  {
    "id": 454,
    "name": "表演"
  },
  {
    "id": 455,
    "name": "舞蹈学"
  },
  {
    "id": 456,
    "name": "运动人体科学"
  },
  {
    "id": 457,
    "name": "康复治疗学"
  },
  {
    "id": 458,
    "name": "中医学"
  },
  {
    "id": 459,
    "name": "区域经济学"
  },
  {
    "id": 460,
    "name": "广播电视艺术学"
  },
  {
    "id": 461,
    "name": "中国古代文学"
  },
  {
    "id": 462,
    "name": "比较文学与世界文学"
  },
  {
    "id": 463,
    "name": "文艺学"
  },
  {
    "id": 464,
    "name": "汉语言文学教育"
  },
  {
    "id": 465,
    "name": "媒体创意"
  },
  {
    "id": 466,
    "name": "政治学理论"
  },
  {
    "id": 467,
    "name": "翻译"
  },
  {
    "id": 468,
    "name": "信息与计算机科学"
  },
  {
    "id": 469,
    "name": "刑法"
  },
  {
    "id": 470,
    "name": "逻辑学"
  },
  {
    "id": 471,
    "name": "标准化工程"
  },
  {
    "id": 472,
    "name": "卫生监督"
  },
  {
    "id": 473,
    "name": "林学"
  },
  {
    "id": 474,
    "name": "金融学类"
  },
  {
    "id": 475,
    "name": "体育产业管理"
  },
  {
    "id": 476,
    "name": "地图制图学与地理信息工程"
  },
  {
    "id": 477,
    "name": "地图学与地理信息系统"
  },
  {
    "id": 478,
    "name": "水土保持与荒漠化防治"
  },
  {
    "id": 479,
    "name": "企业管理"
  },
  {
    "id": 480,
    "name": "基础医学"
  },
  {
    "id": 481,
    "name": "泰语"
  },
  {
    "id": 482,
    "name": "阿拉伯语"
  },
  {
    "id": 483,
    "name": "韩语"
  },
  {
    "id": 484,
    "name": "特种车辆驾驶"
  },
  {
    "id": 485,
    "name": "散打"
  },
  {
    "id": 486,
    "name": "柔道"
  },
  {
    "id": 487,
    "name": "狙击手"
  },
  {
    "id": 488,
    "name": "防排爆"
  },
  {
    "id": 489,
    "name": "网络计算"
  },
  {
    "id": 490,
    "name": "会计与统计核算"
  },
  {
    "id": 491,
    "name": "国土资源管理"
  },
  {
    "id": 492,
    "name": "地籍测绘与土地管理信息技术"
  },
  {
    "id": 493,
    "name": "油气储运工程"
  },
  {
    "id": 494,
    "name": "工程地质勘查"
  },
  {
    "id": 495,
    "name": "会展艺术与技术"
  },
  {
    "id": 496,
    "name": "水利水电建筑工程"
  },
  {
    "id": 497,
    "name": "通讯与网络"
  },
  {
    "id": 498,
    "name": "国际文化贸易"
  },
  {
    "id": 499,
    "name": "经济与行政管理"
  },
  {
    "id": 500,
    "name": "国内安全保卫"
  },
  {
    "id": 501,
    "name": "交通信息工程及控制"
  },
  {
    "id": 502,
    "name": "桥梁与隧道工程"
  },
  {
    "id": 503,
    "name": "水质科学与技术"
  },
  {
    "id": 504,
    "name": "构造地质学"
  },
  {
    "id": 505,
    "name": "地球探测与信息技术"
  },
  {
    "id": 506,
    "name": "无机化学"
  },
  {
    "id": 507,
    "name": "外科学"
  },
  {
    "id": 508,
    "name": "病原生物学"
  },
  {
    "id": 509,
    "name": "病理学与病理生理学"
  },
  {
    "id": 510,
    "name": "葡萄与葡萄酒工程"
  },
  {
    "id": 511,
    "name": "农业经营管理教育"
  },
  {
    "id": 512,
    "name": "律师"
  },
  {
    "id": 513,
    "name": "农村区域发展"
  },
  {
    "id": 514,
    "name": "供热、供燃气、通风及空调工程"
  },
  {
    "id": 515,
    "name": "电机与电器"
  },
  {
    "id": 516,
    "name": "电力系统及其自动化"
  },
  {
    "id": 517,
    "name": "控制理论与控制工程"
  },
  {
    "id": 518,
    "name": "农业机械及其自动化"
  },
  {
    "id": 519,
    "name": "农业机械化工程"
  },
  {
    "id": 520,
    "name": "渔业资源"
  },
  {
    "id": 521,
    "name": "农业工程"
  },
  {
    "id": 522,
    "name": "建筑与土木工程"
  },
  {
    "id": 523,
    "name": "城乡规划"
  },
  {
    "id": 524,
    "name": "景观建筑设计"
  },
  {
    "id": 525,
    "name": "景观学"
  },
  {
    "id": 526,
    "name": "景观设计"
  },
  {
    "id": 527,
    "name": "人文地理与城乡规划"
  },
  {
    "id": 528,
    "name": "风景园林规划与设计"
  },
  {
    "id": 529,
    "name": "生物科学"
  },
  {
    "id": 530,
    "name": "应用药学"
  },
  {
    "id": 531,
    "name": "中药学"
  },
  {
    "id": 532,
    "name": "环境经济"
  },
  {
    "id": 533,
    "name": "计算科机学与技术"
  },
  {
    "id": 534,
    "name": "财务会计与审计"
  },
  {
    "id": 535,
    "name": "数字媒体技术"
  },
  {
    "id": 536,
    "name": "影视艺术技术"
  },
  {
    "id": 537,
    "name": "编辑出版"
  },
  {
    "id": 538,
    "name": "行政管理学"
  },
  {
    "id": 539,
    "name": "轻化工程"
  },
  {
    "id": 540,
    "name": "电气信息工程"
  },
  {
    "id": 541,
    "name": "食品加工技术"
  },
  {
    "id": 542,
    "name": "新闻与传播"
  },
  {
    "id": 543,
    "name": "摄影摄像技术"
  },
  {
    "id": 544,
    "name": "应用电子技术"
  },
  {
    "id": 545,
    "name": "信息科学技术"
  },
  {
    "id": 546,
    "name": "航空电子设备维修"
  },
  {
    "id": 547,
    "name": "电子仪器仪表与维修"
  },
  {
    "id": 548,
    "name": "电子设备与运行管理"
  },
  {
    "id": 549,
    "name": "秘书"
  },
  {
    "id": 550,
    "name": "财政"
  },
  {
    "id": 551,
    "name": "法医"
  },
  {
    "id": 552,
    "name": "交通设备控制工程"
  },
  {
    "id": 553,
    "name": "禁毒"
  },
  {
    "id": 554,
    "name": "城市交通运输"
  },
  {
    "id": 555,
    "name": "微机电系统工程"
  },
  {
    "id": 556,
    "name": "资源勘查工程"
  },
  {
    "id": 557,
    "name": "社会医学与卫生事业管理"
  },
  {
    "id": 558,
    "name": "道路桥梁与渡河工程"
  },
  {
    "id": 559,
    "name": "生物化学与分子生物学"
  },
  {
    "id": 560,
    "name": "生物信息学"
  },
  {
    "id": 561,
    "name": "医学信息学"
  },
  {
    "id": 562,
    "name": "遗传学"
  },
  {
    "id": 563,
    "name": "物理学"
  },
  {
    "id": 564,
    "name": "应用物理学"
  },
  {
    "id": 565,
    "name": "维语"
  },
  {
    "id": 566,
    "name": "国际贸易学"
  },
  {
    "id": 567,
    "name": "农药学"
  },
  {
    "id": 568,
    "name": "植物病理学"
  },
  {
    "id": 569,
    "name": "农业经济管理学"
  },
  {
    "id": 570,
    "name": "摄影测量与遥感"
  },
  {
    "id": 571,
    "name": "水文学及水资源"
  },
  {
    "id": 572,
    "name": "水力学及河流动力学"
  },
  {
    "id": 573,
    "name": "纺织化学与染整工程"
  },
  {
    "id": 574,
    "name": "分析化学"
  },
  {
    "id": 575,
    "name": "化学工艺"
  },
  {
    "id": 576,
    "name": "建筑设施智能技术"
  },
  {
    "id": 577,
    "name": "城市地下空间工程"
  },
  {
    "id": 578,
    "name": "景观建设保护工程"
  },
  {
    "id": 579,
    "name": "草业科学"
  },
  {
    "id": 580,
    "name": "会展经济管理"
  },
  {
    "id": 581,
    "name": "产品质量工程"
  },
  {
    "id": 582,
    "name": "森林消防"
  },
  {
    "id": 583,
    "name": "新闻宣传类"
  },
  {
    "id": 584,
    "name": "国土资源类"
  },
  {
    "id": 585,
    "name": "妇幼保健医学"
  },
  {
    "id": 586,
    "name": "现代经济分析"
  },
  {
    "id": 587,
    "name": "应用经济学"
  },
  {
    "id": 588,
    "name": "汉语言文学与文化传播"
  },
  {
    "id": 589,
    "name": "交通运输规划与管理"
  },
  {
    "id": 590,
    "name": "野生动物与自然保护区管理"
  },
  {
    "id": 591,
    "name": "岩土工程"
  },
  {
    "id": 592,
    "name": "农产品质量检测"
  },
  {
    "id": 593,
    "name": "工程力学"
  },
  {
    "id": 594,
    "name": "园艺技术"
  },
  {
    "id": 595,
    "name": "功能材料"
  },
  {
    "id": 596,
    "name": "民族传统体育"
  },
  {
    "id": 597,
    "name": "传感网技术"
  },
  {
    "id": 598,
    "name": "水生生物学"
  },
  {
    "id": 599,
    "name": "统计类会计学"
  },
  {
    "id": 600,
    "name": "农业建筑环境与能源工程"
  },
  {
    "id": 601,
    "name": "农业水土工程"
  },
  {
    "id": 602,
    "name": "测绘类建筑类"
  },
  {
    "id": 603,
    "name": "建筑类艺术类"
  },
  {
    "id": 604,
    "name": "汽车运用工程"
  },
  {
    "id": 605,
    "name": "基础兽医学"
  },
  {
    "id": 606,
    "name": "广播电视学"
  },
  {
    "id": 607,
    "name": "能源化学工程"
  },
  {
    "id": 608,
    "name": "港口海岸及治河工程"
  },
  {
    "id": 609,
    "name": "反恐怖主义法学"
  }
]

module.exports={
  zhuanye: zhuanye
}